class UserOne():

    NAME = 'Аня'
    LAST_NAME = 'Кротова'
    ADRESS = '2-я Радиаторская улица, 6'
    METRO_STATION = 'Войковская'
    PHONE_NUMBER = '+79215436789'


class UserTwo():

    NAME = 'Ваня'
    LAST_NAME = 'Булочкин'
    ADRESS = 'улица Доватора, 17'
    METRO_STATION = 'Спортивная'
    PHONE_NUMBER = '+79215673412'


class Answers():

    TEXT_1 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    TEXT_2 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    TEXT_3 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    TEXT_4 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    TEXT_5 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    TEXT_6 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    TEXT_7 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    TEXT_8 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
